//Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.

int number=452;
int y=number%100/10;
Console.WriteLine(y);
