//Напишите программу, которая выводит третью цифру заданного числа или сообщает, что третьей цифры нет.

int number=645;
int z=number%10;
Console.WriteLine(z);

